const ua = {
	header: {
		quote:
			'Книги — это корабли мысли, странствующие по волнам времени и бережно несущие свой драгоценный груз от поколения к поколению. ',
		author: 'Бэкон Ф.',
		title1: 'Допоможе вам',
		p1: 'Швидше сформулювати свою ціль і розпочати читати',
		p2: 'Пропорційно розподілити навантаження на кожний день',
		p3: 'Відстежувати особистий успіх',
		title2: 'Також ви зможете',
		p4: 'Формувати особисту думку незалежну від інших',
		p5: 'Підвищити свої професійні якості опираючись на нові знання',
		p6: 'Стати цікавим співрозмовником',
		logout: 'Вихід',
	},
	register: {
		login: 'Увійти',
		register: 'Реєстрація',
		text: 'Вже з нами?',
	},
	libraryForm: {
		book: 'Назва книги',
		author: 'Автор книги',
		date: 'Рік випуску',
		pages: 'Кількість сторінок',
		btnAdd: 'Додати',
	},
	mobileLibraryItem: {
		author: 'Автор',
		year: 'Рік',
		pages: 'Стор.',
		rating: 'Рейтинг',
		btn: 'Резюме',
	},
	readingListHeaders: {
		title: 'Назва книги',
		author: 'Автор',
		year: 'Рік',
		pages: 'Стор.',
		rating: 'Рейтинг книги',
	},
	listHeaders: {
		title: 'Назва книги',
		author: 'Автор',
		year: 'Рік',
		pages: 'Стор.',
	},
	libraryListHeaders: {
		going: 'Маю намір прочитати',
		reading: 'Читаю',
		done: 'Прочитано',
		other: 'Інше',
	},
	libraryEmpty: {
		step1: 'Крок 1.',
		text1: 'Створіть особисту бібліотеку',
		text2: 'Додайте до неї книжки, які маєте намір прочитати.',
		step2: 'Крок 2.',
		text3: 'Сформуйте своє перше тренування',
		text4: 'Визначте ціль, оберіть період, розпочинайте тренування.',
		btn: 'Окей',
	},
	timer: {
		title1: 'До закінчення року залишилось',
		title2: 'До досягнення мети залишилось',
		days: 'ДН',
		hours: 'ГОД',
		min: 'ХВ',
		sec: 'СЕК',
	},
	team: {
		footerText: '"Books Reading" від',
		teamButton: 'Go back',
	},
};

export default ua;
